{
    "american-fence-company": {
        "title": "American Fence Company",
        "heading": "if you're looking for temporary fence, you've come to the right place",
        "content": [
            [
                "American Fence Rental has the solution for controlling access and securing your site. If you are looking to secure a construction job site, disaster relief, or work area zone, we have your temporary fence solution on hand and ready to be installed.",
                "American Fence Rental offers the ideal solution for temporary access control and site security. Whether you need to secure a construction job site, provide disaster relief, or establish a work area zone, we have the perfect temporary fence solution available for prompt installation.",
                "American Fence Rental is your premier solution for temporary access control and site security for construction sites, disaster relief zones, designated work areas, and more! Whatever your short-term security needs, we offer the perfect temporary fence solution.",
                "American Fence Rental, your contractor of choice for temporary access control and site security. Whether you need to safeguard a construction site, mark and secure a disaster relief zone, or establish a work area, our vast inventory of fencing options and installation expertise means we have the solution for you!"
            ],
            [
                "American Fence Rental is the most competitive temporary fence and barricades provider in the Midwest. We have thousands of fence panels, posts, fabric, and barricades on-hand—ready for delivery and installation. With over fifty years of serving customers across the Midwest, our parent company—American Fence Company—is considered one of the nation’s leading commercial and residential fence contractors. We have access to a wide variety of temporary fencing options and materials that can be customized for practically any project.",
                "As the leading provider of temporary fences and barricades in the Midwest, American Fence Rental stocks thousands of fence panels, posts, fabric, and barricades, all ready for delivery and installation. Our parent company, American Fence Company, with over fifty years of experience serving customers throughout the Midwest, is recognized as one of the top commercial and residential fence contractors in the nation. This affiliation grants us access to a wide range of temporary fencing options and materials that can be tailored to meet the unique requirements of your project.",
                "As the leading provider of temporary fences and barricades in the Midwest, American Fence Rental stands out for its competitiveness. We maintain a vast inventory of fence panels, posts, fabric, and barricades, readily available for prompt delivery and installation. Backed by over fifty years of experience serving customers across the Midwest, our parent company, American Fence Company, is recognized as one of the country’s premier providers of commercial and residential fencing solutions. This affiliation grants us access to an extensive selection of temporary fencing materials and options, allowing us to customize solutions for virtually any project.",
                "American Fence Rental maintains its title as the Midwest’s leading provider of temporary fences and barricades in the Midwest. One big reason for this is that we maintain a vast inventory of fence panels, posts, fabric, and barricades, all readily available for delivery and installation. As a subsidiary of American Fence Company, a trusted industry name with over fifty years of experience, we have established ourselves as one of the nation’s top commercial and residential fence contractors. This affiliation grants us access to a diverse range of temporary fencing options and materials. All of which can be customized to suit the unique requirements of your individual project."
            ],
            [
                "American Fence Rental has the solution for controlling access and securing your site. If you are looking to secure a construction job site, disaster relief, or work area zone, we have your temporary fence solution on hand and ready to be installed.",
                "In addition to our comprehensive selection, American Fence Rental boasts a dedicated custom metals fabrication department. This department specializes in creating one-of-a-kind temporary enclosures that are tailored to specific needs. Notably, we constructed the temporary containment system used in reintroducing wolves to Yellowstone National Forest.",
                "American Fence Rental takes pride in employing a dedicated custom metals fabrication department. This specialized team excels in creating unique temporary enclosures tailored to the specific needs of the client. Among our many achievements: we built the temporary containment system used in the successful reintroduction of wolves to Yellowstone National Forest. Choose American Fence Rental for all your temporary fencing needs! Unmatched expertise, quality, and reliability!",
                "In addition to our comprehensive inventory, American Fence Rental staffs a dedicated custom metals fabrication department. This specialized team excels at creating unique, custom temporary enclosures. Notably, we were entrusted with constructing the temporary containment system for the reintroduction of wolves to Yellowstone National Forest—a testament to our expertise and capabilities."
            ]
        ]
    },
    "temp-fence-split-content-left": {
        "title": "Temp Fence Installation",
        "heading": "temp fence installation {{city}}",
        "content": [
            [
                "Whether you prefer the sturdiness of a temporary post and fabric installation or the ease and convenience of paneled temporary rental fencing, American Fence Rental will take care of all the installation for you. Temporary rental fence installation is handled by our {{city}} team of qualified experts, and we will ensure that your temporary fence is installed where it’s needed with safety as our top priority.",
                "Whether you prefer the durability offered by a temporary post and fabric setup or the convenience and simplicity of paneled temporary rental fencing, American Fence Rental is here to handle installation work for you. Our team of skilled experts in {_city} specializes in temporary fence installation, putting together systems efficiently while prioritizing safety. This combination ensures your temporary fence system’s installed precisely required and in a way guaranteeing the best possible performance.",
                "American Fence Rental offers two options for temporary fencing installation: the sturdiness of a temporary post and fabric setup or the convenience of paneled temporary rental fencing. Rest assured, our skilled experts in {_city} will handle the entire installation process. They are trained industry professionals who know rental fencing inside and out. We’ll ensure your temporary fence is installed precisely where needed while keeping safety and efficiency in mind.",
                "At American Fence Rental, we understand that your temporary fencing needs require expert installation and safety as a top priority. Whether you prefer the durability of a temporary post and fabric arrangement or the convenience of paneled temporary rental fencing, our qualified team in {{city}} will take care of all the installation work for you. Trust us to ensure that your temporary fence is installed in the right location, providing you with peace of mind and security."
            ]
        ]
    },
    "temp-fence-split-content-right": {
        "title": "Buy Temp Fence",
        "heading": "buy temporary fence in {{city}}",
        "content": [
            [
                "Are you constantly renting temporary fencing and moving it from project to project? Why continue to rent temporary barriers when you can own them? With American Fence Rental, we offer a wide array of temporary rental fence panels, stands, gates, hardware, and braces. Not only are we offering purchasing options for these temporary fence materials, but we also offer our services to do the heavy lifting by delivering and picking up this temporary fence between job sites. We will also store your temporary fence in a local {_city} facility while it’s not in use. If you choose to store with us, we will also help you repair your panels in the event that any are damaged, or replace them entirely if needed. Fill out our free estimate form or give us a call at {_phone} today.",
                "Do you have multiple projects a year in {_city} that have you repeatedly renting security fencing? Why continue to rent your temporary fence if you can own it? American Fence Rental offers a wide array of temporary fence panels, gates, stands, hardware, and braces. Along with our temporary fence purchasing option, we also offer our services to do the heavy lifting by delivering and picking up your temporary fence materials between job sites. We will also store your temporary fence in a local {_city} facility while it’s not in use. If you choose to store with us, we will also help you repair your panels in the event that any are damaged, or replace them entirely if needed. Fill out our free estimate form or give us a call at {_phone} today to find more about buying your own temporary fencing today.",
                "If you are constantly renting temporary fencing and moving it from project to project, why rent if you can own it? With American Fence Rental, we offer a wide range of temporary fence panels, gates, stands, braces, and hardware. Not only are we offering purchasing options for these temporary fence materials, but we also offer our services to do the heavy lifting by delivering and picking up your temporary fence. We will also store your temporary fence in a local {_city} facility. If you choose to store with us, we will also help you repair your panels in the vent that any are damaged, or replace them entirely if needed. Fill out our free estimate form or give us a call at {_phone} today.",
                "Do you have multiple projects a year in {_city} that have you repeatedly renting security fencing? Why continue to rent your temporary fence if you can own it? American Fence Rental offers a wide array of temporary fence panels, gates, stands, hardware, and braces. Along with our temporary fence purchasing option, we also offer our services to do the heavy lifting by delivering and picking up your temporary fence materials between job sites. We will also store your temporary fence in a local {_city} facility while it’s not in use. If you choose to store with us, we will also help you repair your panels in the event that any are damaged, or replace them entirely if needed.  Fill out our free estimate form or give us a call at {_phone} today."
            ]
        ]
    },
    "buy-rent-temp": {
        "title": "Buy or Rent Temporary Fence",
        "heading": "purchase or rent temp fence materials",
        "content": [
            [
                "Our customers choose between purchasing and renting temporary fence materials. Which option’s best for you depends on your individual needs. Those requiring perimeter security for a few weeks, days—or even hours—usually choose to rent materials. Clients involved in numerous short-term events throughout the year, however, will get their money’s worth in owning temporary fencing and setting it up as needed. Perks for purchasing/renting include:",
                "When it comes to temporary fence materials, we offer our customers a choice: purchasing and renting. If you need perimeter security for a few weeks, days, or even hours, renting materials is the ideal choice. On the other hand, if you are involved in multiple short-term events throughout the year, you might your money’s worth by owning your own temporary fence panels. The perks of purchasing or renting from American Fence Rental, include:",
                "At American Fence Rental, we offer our customers the flexibility of choosing between purchasing and renting temporary fence materials. But which option is best for you? If you require perimeter security for a short duration—such as a few weeks, days, or even hours—renting is your most feasible option. Renting grants you the security means viable with fencing without the long-term commitment. On the other hand, if you find yourself involved in numerous short-term events throughout the year, owning temporary fencing may be more cost-effective. With your own set of materials, you can easily set up, rearrange, and disassemble the fence as needed. When you choose to purchase or rent from us, you enjoy a range of benefits, including:",
                "Here at American Fence Rental, we recognize that clients need temporary fencing under different circumstances and according to different schedules. For that reason, we offer a choice between renting fence materials and purchasing them. For those requiring security on a single short-term basis (say, a few weeks, days, or even hours), renting is the ideal situation, as it spares you the rigors and expense of long-term storage. On the other hand, if you find yourself involved in numerous temporary events throughout the year, owning temp fencing is the more cost-effective solution. As the nation’s leading temp fence contractor, we offer the following perks:"
            ],
            [
                "48-hour shipping, direct to you",
                "Buyback program",
                "Financing"
            ],
            [
                "48-hour shipping, direct to you.",
                "Buyback program, allowing you to sell back materials when you no longer need them.",
                "Financing options to make your purchase or rental more convenient."
            ],
            [
                "48-hour direct-to-you shipping.",
                "Buyback program, allowing you to sell back materials when you no longer need them.",
                "Financing options."
            ],
            [
                "Quick and efficient 48-hour shipping, ensuring that materials are delivered directly to your desired location.",
                "Buyback program: sell back your fence materials when they’re no longer required.",
                "Financing options."
            ],
            [
                "If you’re looking to find the perfect temporary fence for your project, you can visit our FAQ or contact our temporary and fence experts. The temporary fence experts at American Fence Rental will assist you in determining the right temporary fence solution with the most competitively priced fencing products.",
                "At American Fence Rental, our experts will guide you in finding the right temporary fence solution, offering competitively priced fencing products that meet your requirements. Visit our FAQ section or get in touch with our team of temporary fence experts.",
                "If you’re searching for a temporary fence contractor, check out our FAQ section or reach out to our team of industry experts. The knowledgeable professionals at American Fence Rental will assist you in determining the ideal solution, offering competitively priced products right for your needs.",
                "Check out our FAQ section or get in touch with our team of temporary fence experts today! Our knowledgeable professionals at American Fence Rental are dedicated to helping you find the right temporary fence solution. With our competitively priced fencing products, we ensure that you receive the best product and value for your situation."
            ]
        ]
    },
    "buy-rent-temp-fence-service": {
        "title": "Buy / Rent Fence Materials",
        "heading": "buy or rent fence materials",
        "content": [
            [
                "Discover a multitude of options at American Rental Fence for businesses seeking to invest in their own temporary fence systems. Instead of continuously renting and relocating temporary fencing from project to project, why not consider the benefits of ownership? American Rental Fence simplifies the process by offering a range of ownership-based services, making it convenient for you to own your very own temporary fence.",
                "At American Rental Fence, we offer a wide selection of options for companies looking to invest in temporary fence systems. If you find yourself frequently renting temp fencing and moving it from one project to another, why not consider owning the panels instead? With our range of ownership-based services, American Rental Fence makes it easy for you to become the proud owner of a temporary fence.",
                "American Rental Fence provides a diverse array of choices for businesses seeking to acquire their own temporary fence systems. Instead of repeatedly renting and relocating temporary fencing for various projects, why not consider owning your own set of fencing? American Rental Fence simplifies the process by offering several services based on ownership.",
                "American Rental Fence offers a wide range of options for companies who want to invest in their own temporary fence systems. If you are constantly renting temporary fencing and moving it from project to project, why rent if you can own it? American Rental Fence makes owning a temporary fence easy with several ownership-based services."
            ]
        ]
    },
    "city-intro": {
        "title": "City Intro",
        "heading": "american fence rental of {{city}}",
        "content": [
                [
                "Looking for a professional to handle the installation, repair, and collection of your temporary fencing? Look no further! American Fence Rental is here to provide comprehensive temporary fence solutions in {_city}, {_state}. Our services include temporary fence rentals, repairs, purchasing options, and more. Whether you need chain link temporary fence, chain link panel temporary fence, or our highly secure anti-climb temporary fence panels, we have you covered. Contact American Fence Rental today for a free quote or give us a call at {_phone}.",
                "Searching for a company that can install, repair, and collect your temporary fencing? How about one that offers both renting and purchasing options? American Fence Rental provides full {_city}, {_state} temporary fence solutions, including temporary fence rentals, temporary fence repairs, temporary fence purchasing options, and more to the {_city}, {_state} area! We offer chain link temporary fence, chain link panel temporary fence, and our top-performing anti-climb temporary fence panels.  Get a free quote from American Fence Rental today or call {_phone}",
                "Searching for someone who can install, repair, and collect your temporary rental fencing when you’re done using it? American Fence Rental provides {_city} with our full temporary fence solutions, including temporary fence installations, temporary fence rentals, temporary fence material purchases, temporary fence repairs, and more to the {_city}, {_state} area! We offer chain link panel rental temporary fence, chain link post and mesh temporary fence and our top-performing anti-climb temporary fence panels. Get a free quote from American Fence Rental today or call {_phone}.",
                "Searching for someone who can install, repair, and collect your temporary fencing? How about one that offers both renting and purchasing options? American Fence Rental provides full {_city} temporary fence solutions, including temporary fence rentals, temporary fence repairs, temporary fence purchasing options, and more to the {_city}, {_state} area! We offer chain link temporary fence, chain link panel temporary fence, and our top-performing anti-climb temporary fence panels. Get a free quote from American Fence Rental today or call {_phone}"
            ]
        ]
    },
    "fence-panel-install": {
        "title": "Fence Panel Installation",
        "heading": "fence panel installation",
        "content": [
            [
                "If you’ve purchased your own temporary fence system but lack the time to install and remove it when needed, American Fence Rental Company has a solution for you. We offer exclusive installation and removal services for customers who already own their systems. With our assistance, you can delegate the entire process to our professionals, ensuring a hassle-free experience while saving your valuable time.",
                "If you’ve obtained your own temporary fence system and find yourself too pressed for time to handle the installation and removal, don’t worry. American Fence Rental Company offers dedicated installation and removal services specifically tailored for customers who own their own systems. You can rely on us to handle the entire process, ensuring convenience and efficiency.",
                "If you’ve acquired a temporary fence system but find yourself too occupied to handle its installation and removal, American Fence Rental has you covered! We provide specialized services exclusively for customers who already own their systems, taking care of the entire installation and removal process on your behalf.",
                "Once you purchase your own temporary fence system, you may be too busy to install and remove your system when the time comes. American Fence Rental Company offers installation and removal only services for those customers who own their own systems."
            ]
        ]
    },
    "layout-fence-tool": {
        "title": "Layout Fence Tool",
        "heading": "layout fence tool for free quote",
        "content": [
            [
                "Skip the hassle and use our NEW Layout Temp Fence Drawing Tool to get a FREE Quote"
            ]
        ]
    },
    "temp-layout-tool": {
        "title": "Temp Layout Tool",
        "heading": "online temporary fence layout tool",
        "content": [
            [
                "American Fence Rental’s innovative, free-to-use online drawing tool calculates the temporary fencing for your job site, based on a drawing created online by you! Use our tool to draw directly on a Google Maps view of your property or (if you already know the site measurements) on a blank canvas. No more tedious hours manually measuring yard dimensions! Once your drawing’s complete:",
                "American Fence Rental’s free online drawing tool enables you to calculate the amount of temporary fencing required for your job. Say goodbye to the tedious hours (and expense) of manually taking measurements! With our tool, you can draw your fence on a Google Maps view of your property or on a blank canvas if you know your site measurements.",
                "American Fence Rental’s free online drawing tool allows you to effortlessly determine the temporary fencing requirements for your job site—in minutes! Say goodbye to the time-consuming task of physically measuring your site dimensions. With our tool, you can either draw on a Google Maps view of your property or—if you already know your yard measurements—draw on a blank canvas. Once your drawing’s complete, follow these simple steps:",
                "American Fence Rental’s free online drawing tool allows you to calculate the temp fencing needed for your job site—in a matter of minutes! Bypass the hours spent physically measuring your site dimensions. Our tool allows you to draw on a Google Maps view of your property—or a blank canvas if you already know your site measurements. Once the drawing’s complete:"
            ],
            [
                "Select the type of temporary fence that suits your needs.",
                "Pick out the kind of temp fence you want",
                "Select your preferred type of temporary fence",
                "Select the temporary fence type that suits you"
            ],
            [
                "Choose from a range of options:",
                "Choose between",
                "Choose from the following",
                "Choose from the following options"
            ],
            [
                [
                    "Freestanding Panels",
                    "Post Driven Chain Link Panels",
                    "Barricades"
                ],
                [
                    "Freestanding Panels",
                    "Post Driven Chain Link Panels",
                    "Barricades"
                ],
                [
                    "Freestanding Panels",
                    "Post Driven Chain Link Panels",
                    "Barricades"
                ],
                [
                    "Freestanding Panels",
                    "Post Driven Chain Link Panels",
                    "Barricades"
                ]
            ],
            [
                "Provide your contact information to request a quote for either installation or materials.",
                "Lastly, fill out your contact information to request a quote for either installation or materials",
                "Finally, provide your contact information to request a quote for installation or materials",
                "Lastly, provide your contact information to request a quote for either installation or materials"
            ],
            [
                "American Fence Rental’s dedicated team will get back to you with an estimate based on your drawing.",
                "Our team will get back to you with an estimate ASAP!",
                "Our dedicated team will get back to you with an estimate ASAP!",
                "Our dedicated team will respond ASAP with an estimate!"
            ]
        ]
    },
    "faqs": [
        {
            "heading": "Do I need any signage on my temporary fence?",
            "text": "It is not enough to simply have a physical barrier.  You must have adequate signage that explicitly tells others to stay out and stay clear.  Though it may be obvious; for insurance purposes, it will significantly reduce your liability if you communicate a clear message.  The general rule which is recognized by most authorities is a sign every 20′.  This may be a little overkill but if someone can say they didn’t see the sign; they didn’t know it was an issue to access the site."
        },
        {
            "heading": "Should I allow parking inside my temporary fence?",
            "text": "Limiting access to your site is always recommended.  By requiring employees to park outside the secure area, you are less likely to see tools and materials disappear in the back of a trunk.  Any vehicles parked inside the secure area are also your responsibility to secure.  This is the general belief which just further exposes you to liability in the event of an accident or vehicle damage."
        },
        {
            "heading": "How is the temporary fence secured to the ground?",
            "text": "Ideally the fence is set with posts driven in the ground.  This is not always possible so using sandbags is necessary to secure the fence over paving.  Make sure your fence contractor provides at least two sandbags per post."
        },
        {
            "heading": "Should my temporary fence have gaps on the bottom?",
            "text": "Any gap at the base of your fence is a possible point for a break-in. Others see these gaps as an opportunity to life the fence and crawl under it."
        },
        {
            "heading": "How tall does my temporary fence need to be?",
            "text": "The taller the fence the better.  Not only is it difficult to climb but it is a psychological barrier.  Temporary fencing is typically available in 6′ and 8′ heights. Check your local ordinances as most will not allow fencing taller than 6′  You should also make sure the location of your temporary fence is permitted so that you don’t block line of sight for driveways and intersections."
        },
        {
            "heading": "How bit should my gate(s) be?",
            "text": "Narrower gates are better for maintenance.  However, make sure you have a large enough gate for access coming and going.  The opening should never be clogged which could prevent access for emergency vehicles.  Gates should be operational by one person.  Try to avoid wheels dragging on the ground.  Gates should be cantilevered so that the gate swings freely over temporary rock surfaces."
        },
        {
            "heading": "How many gates do I need?",
            "text": "The initial opinion is the more access points the better.  Too many gates make it difficult to control and witness access to and from the site both during working hours and afterward.  We strongly recommend only one access point in a highly visible location.  A back gate may appear to be a good idea but it is an easy access point for thieves who simply have to cut a padlock or chain."
        },
        {
            "heading": "What is a clear zone and do I need one?",
            "text": "A clear zone is an area near your fence that is clear of equipment, tools, objects, etc. You should establish a clear zone on the inside and outside of your fence.  We recommend 5′ on both sides.  This not only removes items for others to climb but also removes items for potential thieves to hide behind."
        },
        {
            "heading": "What is the mesh size?",
            "text": "The smaller the mesh the harder it is to climb or cut.  Your standard mesh for the temporary fence is 2″.  However, chain link fence is available in mesh size as small as 3/8″  This small mesh is perfect for those highly sensitive areas where you don’t want others to climb or cut."
        },
        {
            "heading": "Does my temporary fence need barbed wire?",
            "text": "Place barbwire at the top of your fence and you will have no worries about others climbing over.   Barbed wire is another excellent psychological deterrent.  It sends a clear message that you are serious about keeping others out.  This is a very inexpensive option for the added security."
        }
    ]
}