{
    "american-fence-company": {
        "headings": [
            "shop here for affordable temporary fence materials "
        ],
        "media-text": {
            "text": {
                "section-1": [
                    "American Fence Rental maintains the nation’s greatest stockpile of temporary fence materials. Construction companies, disaster relief organizations, and event managers turn to us for access control, marking perimeters, and temporary security means. Our products include temporary gates as well as fence materials.",
                    "When it comes to online venues for purchasing temporary access control and site security, American Fence Rental has you covered. We rent and sell perimeter security and access control means to everyone from construction companies to disaster relief organizations. Shop here for all your temporary fence needs.",
                    "Affordable temporary fencing and gates are essential for a broad clientele. American Fence Rental sells and rents such materials to construction companies, disaster relief organizations, managers of public events such as parades, and many others. We sell and rent fence materials and gates at very affordable prices and rates!"
                ],
                "section-2": [
                    "American Fence Rental is the nation’s number one vendor for temporary fence and gate sales. Our inventory, available for rent and sale, encompasses thousands of fence panels, barricades, posts, fabric, temporary gates, and security add-ons such as barbed wire. Our products are very affordable without sacrificing quality!",
                    "American Fence Rental is the nation’s leading seller of temporary fence and gate solutions. Our inventory, available for both rental and purchase, boasts thousands of fence panels, barricades, posts, fabric, temporary gates, and security enhancements like barbed wire. We take pride in offering budget-friendly products that never compromise on quality.",
                    "American Fence Rental is the foremost supplier of temporary fencing and gate solutions in the United States. Our expansive inventory, ready for both rental and purchase, includes a vast selection of fence panels, barricades, posts, fabric, and temporary gates. We also sell temp fence add-ons such as barbed wire for clients desiring extra security. American Fence Rental is dedicated to selling cost-effective products without compromising quality.",
                    "American Fence Rental is the premier nationwide seller for all your temporary fence and gate needs. With an extensive inventory available for rent and purchase, we offer a vast selection of fence panels, barricades, posts, fabric, temporary gates, and security upgrades like barbed wire. Our commitment to affordability never comes at the expense of quality, ensuring you get the best value for your needs."
                ],
                "section-3": [
                    "If you’re looking to purchase or rent temporary fencing supplies for a job site, look no further than American Fence Rental. Our inventory’s available at affordable prices and is widely sought by clients that include event managers, construction companies, and disaster response groups. Acquire the necessary perimeter markers for your job, at affordable prices!",
                    "When it comes to purchasing temporary fencing supplies for your job site, American Fence Rental is your best choice. Our inventory is priced affordably and remains in high demand among various clients, including event managers, construction firms, and disaster response teams. Get the essential perimeter markers for your project at budget-friendly rates!",
                    "If you're seeking temporary fence materials and gates for your job site, look no further than American Fence Rental. We offer a wide inventory at competitive prices, catering to a diverse clientele that includes event organizers, construction companies, and disaster response teams. Buy or rent the essential perimeter markers for your project at affordable rates!",
                    "When you need to buy or rent temporary fencing supplies for your job site, American Fence Rental has you covered on all fronts. Our inventory is both affordable and highly sought by event planners, construction firms, and disaster relief organizations. Get the necessary perimeter markers for your project without straining your budget!"
                ]
            }
        }
    },
    "temp-fence-split-content": {
        "column-1": {
            "headings": [
                "temp fence installation {{city}}"
            ],
            "text": [
                "Whether your temporary fence project requires the sturdiness of a temporary post and fabric installation or the ease and convenience of paneled temporary rental fencing, American Fence Rental of {{city}} has what you need in stock. Our inventory includes fence posts, fabric, barricades, and gates. We also sell security add-ons such as barbed wire for chain link temp fence panels.",
                "American Fence Rental in {_city} maintains a massive inventory of temporary fence supplies, available at great prices and designed for easy installation and dependable security. This combination ensures the best possible performance of your temporary security means. Our products are available for purchase and rent at affordable prices.",
                "American Fence Rental in {_city} sells and rents the best temporary fence materials on the United States market. Our inventory’s comprehensive, including temporary fence panels, posts, barricades, and security add-ons such as barbed wire. We also rent and sell temporary gates. Everything’s available for purchase or rent at affordable prices.",
                "At American Fence Rental in {{city}}, we sell and rent only the highest quality temp fence materials: barricades, panels, barbed wire add-ons, and gates. Our products are designed for easy installation and come at affordable prices and rental rates."
            ]
        },
        "column-2": {
            "headings": [
                "buy temporary fence in {{city}}"
            ],
            "text": [
                "Are you constantly renting temporary fencing and relocating panels and barricades from project to project? With American Fence Rental, you have the option of purchasing as well as renting. This includes everything in our inventory, from fence panels to stands, gates, hardware, and braces. If you need a temporary fence in a local {_city}, contact our sales staff, fill out our free estimate form, or give us a call at {_phone} today.",
                "Are you frequently renting temporary fencing and moving panels and barricades from one project to the next? Ever thought about purchasing and owning your own set of rental materials? With American Fence Rental, you can choose between buying and renting. This option extends to all items in our inventory, including fence panels, stands, gates, hardware, and braces. If you require a temporary fence in {_city}, reach out to our sales team, complete our estimate form, or dial {_phone} today.",
                "Do you find yourself repeatedly renting temporary fencing and transferring panels and barricades between job sites? American Fence Rental offers you the flexibility of both buying and renting fence materials, This includes everything in our inventory, from fence panels to stands, gates, hardware, and braces. Should you need a temporary fencing and gates in {_city}, get in touch with our sales team, complete our free estimate form, or give us a call at {_phone}.",
                "Are you consistently in need of temporary fencing rentals and constantly relocating panels and barricades from one project to another? With American Fence Rental, you have the choice to buying or renting fence panels, stands, gates, hardware, and braces. If you're searching for rental fence materials in {_city}, don't hesitate to reach out to our sales team, fill out our estimate form, or contact us at {_phone} today."
            ]
        }
    },
    "buy-rent-temp": {
        "headings": [
            "purchase or rent temp fence materials"
        ],
        "text": {
            "section-1": [
                "Our customers choose between purchasing and renting temporary fence materials. Which option’s best for you depends on your individual needs. Those requiring perimeter security for a few weeks, days—or even hours—usually rent materials. Clients involved in numerous short-term events throughout the year, however, will get their money’s worth in owning temporary fencing and setting it up as needed. Perks for purchasing/renting include:",
                "When it comes to temporary fence materials, we offer our customers a choice: purchasing and renting. If you need perimeter security for a few weeks, days, or even hours, renting materials is the ideal choice. On the other hand, if you are involved in multiple short-term events throughout the year, you might your money’s worth by owning your own temporary fence panels. The perks of purchasing or renting from American Fence Rental, include:",
                "At American Fence Rental, we offer our customers the flexibility of choosing between purchasing and renting temporary fence materials. But which option is best for you? If you require perimeter security for a short duration—such as a few weeks, days, or even hours—renting is your most feasible option. Renting grants you the security means viable with fencing without the long-term commitment. On the other hand, if you find yourself involved in numerous short-term events throughout the year, owning temporary fencing may be more cost-effective. With your own set of materials, you can easily set up, rearrange, and disassemble the fence as needed. When you choose to purchase or rent from us, you enjoy a range of benefits, including:",
                "Here at American Fence Rental, we recognize that clients need temporary fencing under different circumstances and according to different schedules. For that reason, we offer a choice between renting fence materials and purchasing them. For those requiring security on a single short-term basis (say, a few weeks, days, or even hours), renting is the ideal situation, as it spares you the rigors and expense of long-term storage. On the other hand, if you find yourself involved in numerous temporary events throughout the year, owning temp fencing is the more cost-effective solution. As the nation’s leading temp fence contractor, we offer the following perks:"
            ],
            "list-items": [
                [
                    "48 hour shipping, direct to you",
                    "Buyback program",
                    "Financing"
                ],
                [
                    "48-hour shipping, direct to you.",
                    "Buyback program, allowing you to sell back materials when you no longer need them.",
                    "Financing options to make your purchase or rental more convenient."
                ],
                [
                    "48-hour direct-to-you shipping.",
                    "Buyback program, allowing you to sell back materials when you no longer need them.",
                    "Financing options."
                ],
                [
                    "Quick and efficient 48-hour shipping, ensuring that materials are delivered directly to your desired location.",
                    "Buyback program: sell back your fence materials when they’re no longer required.",
                    "Financing options."
                ]
            ],
            "section-2": [
                "If you’re looking to find the perfect temporary fence for your project, you can visit our FAQ or contact our temporary and fence experts. The temporary fence experts at American Fence Rental will assist you in determining the right temporary fence solution with the most competitively priced fencing products.",
                "At American Fence Rental, our experts will guide you in finding the right temporary fence solution, offering competitively priced fencing products that meet your requirements. Visit our FAQ section or get in touch with our team of temporary fence experts.",
                "If you’re searching for a temporary fence contractor, check out our FAQ section or reach out to our team of industry experts. The knowledgeable professionals at American Fence Rental will assist you in determining the ideal solution, offering competitively priced products right for your needs.",
                "Check out our FAQ section or get in touch with our team of temporary fence experts today! Our knowledgeable professionals at American Fence Rental are dedicated to helping you find the right temporary fence solution. With our competitively priced fencing products, we ensure that you receive the best product and value for your situation."
            ]
        }
    },
    "buy-rent-temp-fence-service": {
        "media-text": {
            "text": {
                "headings": [
                    "buy or rent fence materials"
                ],
                "text": [
                    "Discover a multitude of options at American Rental Fence for businesses seeking to invest in their own temporary fence systems. Instead of continuously renting and relocating temporary fencing from project to project, consider the benefits of ownership. American Rental Fence simplifies the process by selling high-quality temporary fence materials at great prices.",
                    "At American Rental Fence, we offer a wide selection of options for companies looking to invest in temporary fence systems. If you find yourself frequently renting temp fencing and moving it from one project to another, consider owning the panels instead. With our range of ownership-based services, American Rental Fence makes it easy for you to become the proud owner of a temporary fence.",
                    "American Rental Fence provides a diverse array of choices for businesses seeking to acquire their own temporary fence systems. Instead of repeatedly renting and relocating temporary fencing for various projects, why not consider owning your own set of temp fence panels? American Rental Fence simplifies the process by offering several services based on ownership.",
                    "American Rental Fence offers a wide range of options for companies who want to invest in their own temporary fence systems. If you are constantly renting temporary fencing and moving it from project to project, why rent if you can own it? American Rental Fence makes owning a temporary fence easy with high-quality products for sale at affordable prices."
                ],
                "button": {
                    "text": "Learn More"
                }
            }
        }
    },
    "city-intro": {
        "headings": [
            "american fence rental of {{city}}"
        ],
        "text": [
            "Looking for high-quality temporary fence materials in {_city}, {_state}? American Fence Rental’s inventory includes fence panels, barricades, temporary gates, fence parts, and security add-ons such as barbed wire. Whether you need chain link temporary fence, chain link panel temporary fence, or our highly secure anti-climb temporary fence panels, we have the materials you need, and at great prices! Contact American Fence Rental today for a free quote or give us a call at {_phone}.",
            "In search of top-notch temporary fence materials in {_city}, {_state}? American Fence Rental boasts a wide selection, including fence panels, barricades, temporary gates, fence components, and security enhancements like barbed wire. Whether you require chain link temporary fencing, chain link panel temporary fencing, or our exceptionally secure anti-climb temporary fence panels, we've got the supplies you're looking for! Our fences are of high-quality and available at affordable prices! Reach out to American Fence Rental now for a complimentary quote or simply ring us at {_phone}.",
            "Need premium temporary fence materials in {_city}, {_state}? Look no further than American Fence Rental's extensive inventory, which includes fence panels, barricades, temporary gates, fence accessories, and security additions such as barbed wire. Whether you're in need of chain link temporary fencing, chain link panel temporary fencing, or our ultra-secure anti-climb temporary fence panels, we have the materials you require, all offered at affordable rates! Don't hesitate to contact American Fence Rental today for a no-obligation quote or give us a call at {_phone}.",
            "Seeking top-tier temporary fence materials in {_city}, {_state}? American Fence Rental is your one-stop destination with a comprehensive range of options, including fence panels, barricades, temporary gates, fence components, and security enhancements like barbed wire. Whether your project demands chain link temporary fencing, chain link panel temporary fencing, or our highly resilient anti-climb temporary fence panels, we've got you covered, and all this comes with fantastic pricing! Reach out to American Fence Rental today for a complimentary quote or reach us directly at {_phone}."
        ]
    },
    "fence-panel-install": {
        "media-text": {
            "text": {
                "headings": [
                    "fence panel installation"
                ],
                "text": [
                    "If you need temporary fence materials for a job, look no further than American Fence Rental. Our comprehensive inventory includes everything from temp fence panels to barricades to fence parts to security add-ons such as barbed wire. All of prestige quality and available at affordable prices!",
                    "When it comes to temporary fence materials for your project, American Fence Rental is your go-to vendor. We sell an extensive selection of materials that ranges from temporary fence panels and barricades to fence components and security enhancements like barbed wire, all of which are of top-notch quality and offered at budget-friendly rates!",
                    "If you're searching for temporary fence materials, look no further than American Fence Rental. Our inventory is comprehensive, featuring everything from temporary fence panels to barricades, fence components, and even security enhancements like barbed wire. Every item boasts prestige quality and is available at prices that won't break the bank!",
                    "If you need temporary fence materials for your project, look no further: American Fence Rental has you covered! Our inventory encompasses a wide range of items, from temporary fence panels and barricades to fence components and security add-ons such as barbed wire. Our temp fence products are of the highest quality and come at affordable prices!"
                ],
                "button": {
                    "text": "Learn More"
                }
            }
        }
    },
    "layout-fence-tool": {
        "media-text": {
            "headings": [
                "layout fence tool for free quote"
            ],
            "text": [
                "Skip the hassle and use our NEW Layout Temp Fence Drawing Tool to get a FREE Quote"
            ],
            "button": {
                "text": "Learn More"
            }
        }
    },
    "temp-layout-tool": {
        "headings": [
            "online temporary fence layout tool"
        ],
        "text": {
            "section-1": [
                "American Fence Rental’s innovative, free-to-use online drawing tool calculates the temporary fencing for your job site, based on a drawing created online by you! Use our tool to draw directly on a Google Maps view of your property or (if you already know the site measurements) on a blank canvas. No more tedious hours manually measuring yard dimensions! Once your drawing’s complete:",
                "American Fence Rental’s free online drawing tool enables you to calculate the amount of temporary fencing required for your job. Say goodbye to the tedious hours (and expense) of manually taking measurements! With our tool, you can draw your fence on a Google Maps view of your property or on a blank canvas if you know your site measurements.",
                "American Fence Rental’s free online drawing tool allows you to effortlessly determine the temporary fencing requirements for your job site—in minutes! Say goodbye to the time-consuming task of physically measuring your site dimensions. With our tool, you can either draw on a Google Maps view of your property or—if you already know your yard measurements—draw on a blank canvas. Once your drawing’s complete, follow these simple steps:",
                "American Fence Rental’s free online drawing tool allows you to calculate the temp fencing needed for your job site—in a matter of minutes! Bypass the hours spent physically measuring your site dimensions. Our tool allows you to draw on a Google Maps view of your property—or a blank canvas if you already know your site measurements. Once the drawing’s complete:"
            ],
            "list-items": [
                [
                    "Select the type of temporary fence that suits your needs.",
                    "Choose from a range of options:",
                    [
                        "Freestanding Panels",
                        "Post Driven Chain Link Panels",
                        "Barricades"
                    ],
                    "Provide your contact information to request a quote for either installation or materials."
                ],
                [
                    "Pick out the kind of temp fence you want",
                    "Choose between",
                    [
                        "Freestanding Panels",
                        "Post Driven Chain Link Panels",
                        "Barricades"
                    ],
                    "Lastly, fill out your contact information to request a quote for either installation or materials"
                ],
                [
                    "Select your preferred type of temporary fence",
                    "Choose from the following",
                    [
                        "Freestanding Panels",
                        "Post Driven Chain Link Panels",
                        "Barricades"
                    ],
                    "Finally, provide your contact information to request a quote for installation or materials"
                ],
                [
                    "Select the temporary fence type that suits you",
                    "Choose from the following options",
                    [
                        "Freestanding Panels",
                        "Post Driven Chain Link Panels",
                        "Barricades"
                    ],
                    "Lastly, provide your contact information to request a quote for either installation or materials"
                ]
            ],
            "section-2": [
                "American Fence Rental’s dedicated team will get back to you with an estimate based on your drawing.",
                "Our team will get back to you with an estimate ASAP!",
                "Our dedicated team will get back to you with an estimate ASAP!",
                "Our dedicated team will respond ASAP with an estimate!"
            ]
        }
    },
    "faqs": [
        {
            "heading": "Do I need any signage on my temporary fence?",
            "text": "It is not enough to simply have a physical barrier.  You must have adequate signage that explicitly tells others to stay out and stay clear.  Though it may be obvious; for insurance purposes, it will significantly reduce your liability if you communicate a clear message.  The general rule which is recognized by most authorities is a sign every 20′.  This may be a little overkill but if someone can say they didn’t see the sign; they didn’t know it was an issue to access the site."
        },
        {
            "heading": "Should I allow parking inside my temporary fence?",
            "text": "Limiting access to your site is always recommended.  By requiring employees to park outside the secure area, you are less likely to see tools and materials disappear in the back of a trunk.  Any vehicles parked inside the secure area are also your responsibility to secure.  This is the general belief which just further exposes you to liability in the event of an accident or vehicle damage."
        },
        {
            "heading": "How is the temporary fence secured to the ground?",
            "text": "Ideally the fence is set with posts driven in the ground.  This is not always possible so using sandbags is necessary to secure the fence over paving.  Make sure your fence contractor provides at least two sandbags per post."
        },
        {
            "heading": "Should my temporary fence have gaps on the bottom?",
            "text": "Any gap at the base of your fence is a possible point for a break-in. Others see these gaps as an opportunity to life the fence and crawl under it."
        },
        {
            "heading": "How tall does my temporary fence need to be?",
            "text": "The taller the fence the better.  Not only is it difficult to climb but it is a psychological barrier.  Temporary fencing is typically available in 6′ and 8′ heights. Check your local ordinances as most will not allow fencing taller than 6′  You should also make sure the location of your temporary fence is permitted so that you don’t block line of sight for driveways and intersections."
        },
        {
            "heading": "How bit should my gate(s) be?",
            "text": "Narrower gates are better for maintenance.  However, make sure you have a large enough gate for access coming and going.  The opening should never be clogged which could prevent access for emergency vehicles.  Gates should be operational by one person.  Try to avoid wheels dragging on the ground.  Gates should be cantilevered so that the gate swings freely over temporary rock surfaces."
        },
        {
            "heading": "How many gates do I need?",
            "text": "The initial opinion is the more access points the better.  Too many gates make it difficult to control and witness access to and from the site both during working hours and afterward.  We strongly recommend only one access point in a highly visible location.  A back gate may appear to be a good idea but it is an easy access point for thieves who simply have to cut a padlock or chain."
        },
        {
            "heading": "What is a clear zone and do I need one?",
            "text": "A clear zone is an area near your fence that is clear of equipment, tools, objects, etc. You should establish a clear zone on the inside and outside of your fence.  We recommend 5′ on both sides.  This not only removes items for others to climb but also removes items for potential thieves to hide behind."
        },
        {
            "heading": "What is the mesh size?",
            "text": "The smaller the mesh the harder it is to climb or cut.  Your standard mesh for the temporary fence is 2″.  However, chain link fence is available in mesh size as small as 3/8″  This small mesh is perfect for those highly sensitive areas where you don’t want others to climb or cut."
        },
        {
            "heading": "Does my temporary fence need barbed wire?",
            "text": "Place barbwire at the top of your fence and you will have no worries about others climbing over.   Barbed wire is another excellent psychological deterrent.  It sends a clear message that you are serious about keeping others out.  This is a very inexpensive option for the added security."
        }
    ]
}
